{
  "artikel": [
{"id":1,"judul_berita":"Karena Corona, Rayark Gratiskan Game Rhythm Cytus II di Google Play Store!","kategori":"ANDROID","isi_berita":"Cytus II sendiri merupakan game bergenre rhythm dengan grafis anime dengan gameplay yang simple. Di dalam game, pemain harus memencet beragam tombol sesuai irama yang diberikan. Ada beberapa karakter yang disediakan, dimana tiap karakter memiliki  genre musik yang berbeda sesuai dengan minat pemainnya. Tiap karakter juga menghadirkan beragam lagu yang bisa kalian pilih, tentunya dengan tingkat kesulitannya masing – masing. Kerennya lagi, karakter Hatsune Miku, Vocaloid juga menghadirkan beberapa musik di dalam game tersebut.Nah, jika kalian tertarik mendownload dan memainkan game tersebut, pemain dapat langsung mendownload game Cytus II di Android melalui Google Play. Game yang awalnya dapat dibeli seharga Rp. 28.000,- kini bisa di download secara gratis!","gambar":"https://gamebrott.com/wp-content/uploads/2020/04/Screenshot_80-768x433.jpg"},
{"id":2,"judul_berita":"Karrie masih menjadi Marksman paling OP di Mobile Legends!","kategori":"MOBILE LEGENDS","isi_berita":"Banyaknya nerf yang diberikan oleh Moonton tentu membuat para pemain Mobile Legends kecewa dengan hero – hero yang ada. Pasalnya, Diggie yang awalnya diremehkan, baru – baru ini mendapatkan nerf yang cukup parah oleh Moonton, mengurangi damage yang diberikannya serta shield yang ada, Granger yang pada akhirnya bisa di stun dan mendapatkan pengurangan health dan masih banyak lagi. Namun, sampai sekarang, ada 1 hero yang cukup jarang mendapatkan banned namun tetap digunakan baik di ranked maupun di classic match, yaitu Karrie.","gambar":"http://dummyimage.com/103x195.jpg/5fa2dd/ffffff"},
{"id":3,"judul_berita":"Sebuah Retail Store Asal Denmark Buka PO PS 5 Dengan Harga Sangat Mahal","kategori":"TECH","isi_berita":"Saat ini, semakin hari, jadwal peluncuran PS5 makin dekat. Sehingga, membuat banyak orang bertanya-tanya serta mencari informasi mengenai spesifikasi serta harga dari nex-gen console buatan Sony tersebut.Baru-baru ini, sebuah website retail store asal Denmark bernama foetex mengungkapkan harga yang dibutuhkan untuk membeli konsol terbaru buatan Sony tersebut. Dalam website tersebut, mereka membanderol harga dari PS5 sejumlah 6,989 Krone Denmark, atau jika dikonversi menjadi sekitar $ 1043 / Rp 17,5 juta’an.Tentu saja harga ini menjadi sangat tinggi bahkan lebih tinggi 2x lipat dari estimasi awal yang diprediksi oleh orang-orang, dimana harga yang diprediksi berkisar $499-$599.Namun, hal yang berbeda justru keluar dari retail lain, kali ini berasal dari retailer asal Kanada yaitu Play N Trade Vancouver Island. Dalam sebuah post comment, Play N Trade Vancouver Island mengatakan jika harga dari PS 5 nanti, justru lebih murah dari PS 4 saat ini.Dalam post comment tersebut, mereka mengatakan jika nantinya, PS5 akan dibanderol dengan harga sebesar CA $ 559,99, apabila diconvert dalam mata uang dollar menjadi US $ 396 atau sekitar 6,2 jutaan saja. tentu saja harga ini menjadi sebuah kejutan, dimana banderol harga yang ditawarkan lebih murah 3x lipat dibanding harga di Denmark.Tetap saja, harga-harga diatas adalah sebuah spekulasi dari retailer. Hingga Sony belum mengumumkanya secara resmi, tentu saja harga diatas tak akan benar-benar bisa dipercaya, sehingga kita tidak boleh benar-benar berharap ataupun khawatir.Rencananya, Sony akan merilis PS5 pada musim libur 2020 mendatang. Dimana pada saat perilisan tersebut, game seperti Gost of Tsushima dan Godfall akan menjadi game pertama yang akan dibawanya.","gambar":"http://dummyimage.com/114x222.jpg/5fa2dd/ffffff"},
  ]
}
